"App Management" = "Uygulama Yönetimi";
"Automatically Install" = "Otomatik Kurulumt";
"BT Bandwidth & Connection" = "BT Bant genişliği & Bağlantı";
"BT Download Only in Wi-Fi" = "BT Sadece Wi-Fi ile indir";
"BT Settings" = "BT Ayarlari";
"Changelog" = "Değişiklikler";
"Clear Image Cache" = "Görüntü Önbelleğini Temizle";
"Connections Per Torrent" = "Torrent başına bağlantı";
"Delete After Install" = "Kurulum Bitince Sil";
"Download Limit" = "İndirme Limiti";
"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes." = "AppCake tarafından yüklenen uygulamaların iTunes aracılığıyla bilgisayara transferi için iTunes Eşzamanlamayı açın.";
"Enable Limit" = "Limiti Aktif et";
"Feedback" = "Geribildirim";
"I Can Translate" = "Çeviri Yapabilirim";
"iTunes Sync" = "iTunes Eşzamanlama";
"Keep Awake" = "Ekranı Açık Tut";
"Language" = "Dil";
"Maximum Connections" = "En çok bağlantı sayısı";
"Remove Metadata" = "Metadata'yı sil";
"Remove Metadata will stop App Store from updating the app" = "Metadata'yı sil seçeneği App Store'dan uygulama güncellemesini durduracaktır";
"Settings" = "Ayarlar";
"Show iPhone Apps" = "iPhone Uygulamalarını Göster";
"This will keep your screen always ON while using AppCake" = "AppCake çalışırken ekranın sürekli açık kalmasını sağlar";
"Upload Limit" = "Yükleme Limiti";
"WIFI Share" = "WiFi Dosya aktarımı";


